json = {
  "ege": "Ege is a 24 year old human. He's a designer. He used to be from Istanbul, Turkey. Now he lives in Brooklyn.",
  "24": "Ege was high when he was writing this. Ege likes being 24. It's a nice number. He'll enjoy being 25 as well, since it's a round number. The years between 26-29 are gonna be stressful, just gotta hold out until 30. 29 might also be okay, because it's gonna land on the year 2024, and we like 2024, but not as much as 24. 2424 might also be okay but neither have the same taste, y'know? <br> 20 being a round number sadly didn't take away from how much it sucked to be 20. It wasn't great, but it was nowhere as bad as being 15. With each year that passes by, Ege's historiography of his own self shifts, often negatively. He used to renounce the past, but didn't realize until he was 22 (another nice number) that he was hiding away from the **issues** that caused said past. He's been working on them more.",
  "issues": "Abandonment, rejection, feeling unwanted, discomfort with being alone, discomfort with being with others, high ego with a low self image, slightest bit of sexual frustration lingering from teenage years that he keeps buried and in check, but can't seem to fully disperse, clinging too quickly to people who make you feel good. Having important conversations about all of these with myself every day #workingonit",
  "human": "To be completely real: Ege doesn't fully like humans, and certainly doesn't like being a human. He feels that despite anyone's best intentions, humans inevitably damage themselves, other humans and beings, and planets. Ege doesn't enjoy that burden at all, because he constructs his self image through others' perspective a bit too much. It is debatable whether Ege would enjoy life as any other creature. He'd certainly like being a dog. A golden retriever belonging to an upper middle class family, perhaps. Nobody to hurt, just squirrels to bark at.",
  "dog": "Fuckin' love dogs. Unconditional love, right there. The fact that we domesticated wolves so that they love us just shows how much we need to feel loved. That makes me feel less alone. I've never had a dog. I'm sadly allergic to them, so I couldn't ever get one without a house with a garden. Hah! Feels more reasonable to get a dog after the climate apocalypse instead.",
  "allergic": "Ege is highly allergic to cats and dust, and moderately allergic to dogs.",
  "cats": "Ege loves cats, but in a different way than dogs. Whereas dogs are sort of instant gratification (which he never takes for granted), what he enjoys instead in cats is earning their trust. Which might be weird. Maybe the reason why he understands cats this way is because cats have always come and gone from his life. Ege can't ever have a cat. He's usually okay petting them, but he starts getting allergic reactions after spending a day with a cat. He gets all itchy, and has to deal with a stuffed nose and a sore throat from coughing for a few days. Not fun at all.",
  "designer": "[fill here later, we're doing the trauma first]",
  "istanbul": "Ege lived in Istanbul for 18 years, but his current conception of Istanbul is very new. In some way, Ege never really bonded all too much with the city, focusing on its negatives and lacks, perhaps because he had thought (and had been encouraged to think) that his future was in another country. He fell in love with the city in his last year there, 2018. He had just graduated college, was doing freelance work and applying to grad schools, and decided to play the bohemian for a year. He enjoyed it immensely, discovered so much about the city, immersed himself in its history, its people, and its social realities. He can either conceptualize it as something beautiful that is in decay, or something that has completely decayed, but is beautiful through it. Both of these work for him. But in the end, what he misses about the city are just the people he loves in it, his friends, his family. He's still in touch with them, but it's not the same.",
  "friends": "Ege doesn't have a lot of friends, mostly by his own choice. He's made a decision to cut people out of his life and learn not to commit too deeply to new people in his life. He has a thing about being anxious about not being liked by people he's grown to care about, you see, and sometimes gives too much and conditions himself to be happy with too little, and people do take advantage of that sometimes, or just become uncomfortable with this person committing way too hard. So, less friends, more valuable friends. <br> All of Ege's close friends are in Istanbul, or scattered around Europe. There's Berent, who used to be his neighbor, and is like a brother to him, in all the good and bad ways having a brother feels like. He's a bona fide genius and a born salesman, with amazing social skills and systematic understanding, which Ege both appreciates deeply and envies. There's Furkan, with whom Ege shares very similar artistic and political sensibilities. They can talk about everything and nothing for days. There's Alp, who shares such similar damage with Ege, who is always there as a solid, reliable comfort. There's Ezgi, who understands people so well, and who amazes Ege with how she never lets her high ambitions get in the way of her empathy and humanity. There are others, but four is enough. <br> Ege would do anything for these people. They get the deluxe package. His home, ears and thoughts are always open to them. He's comfortable with that because he knows that their relationship is built on communication and brutal honesty. He never minds being hurt by them, and so is never hurt by them, because he understands. <br> Ege doesn't really have much of the same here, but is certainly feeling the need of it. He considers himself lucky that he's had so many one-in-a-million people in his life already, though, so maybe it's okay if he doesn't meet more for a while.",
  "family": "Ege has lived with his family for most of his life. Turkey has a strong family culture, and suffocating or not, it's been present in Ege's life all the time. He's not as involved with his family's life as they are involved with his, but they are very supportive and chill. <br> Ege's mom and dad had him when they were 26 and 24 respectively. His mom raised him alone, while working. Ege didn't always appreciate how she had completely committed herself to raising me well that he resented her absence, both physically, and sometimes mentally from his life. Kids are assholes. Ege adores everything about her mom. They have a very strong relationship now, built upon years of struggle.<br>Ege's dad left him when he was 3 years old. Ege was a surprise pregnancy. My father was doing his mandatory military service when mom found out she was pregnant. My dad didn't have a college degree, so he had to do the longest duration possible, 18 months. I was 1 when he first saw me. I understand how overwhelming that must have been. I'm 24 now, and I can't imagine getting married or having children now. But he did cheat on my mom and things fell apart when my mom discovered it. I don't resent him for it though, because she had forgiven him long before I heard this story. We have a good relationship with my dad, although he isn't as present in my life.<br>Ege's aunt is another huge character in his life. She's definitely the second parent in his life. I'm tired of writing right now and it wouldn't do her justice to write about her this way, so I'm gonna stop.",
  "turkey": "istanbul is gr8",
  "brooklyn": "[fill in later]"
}